---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsBaseLevel
source: html/83899ac3-e859-5e00-95e3-b369b9b07241.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsBaseLevel Property

"Base Level": The base level of stairs

## Syntax (C#)
```csharp
public static ForgeTypeId StairsBaseLevel { get; }
```